Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# LanguageSelectionSettingsCard.Description
source: Select a different language from the list
ar: اختر لغة مختلفة من القائمة
de_de: Eine andere Sprache aus der Liste auswählen
el_gr: Επιλέξτε διαφορετική γλώσσα από τη λίστα
es: Seleccione un idioma diferente de la lista
fr_fr: Sélectionnez une langue différente dans la liste
he_il: בחר שפה אחרת מהרשימה
hi_in: सूची से एक अलग भाषा चुनें
ml_in: ലിസ്റ്റിൽ നിന്ന് മറ്റൊരു ഭാഷ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inny język z listy

# LanguageSelectionSettingsCard.Header
source: Language Selection
ar: اختيار اللغة
de_de: Sprachauswahl
el_gr: Επιλογή γλώσσας
es: Selección de idioma
fr_fr: Sélection de la langue
he_il: בחירת שפה
hi_in: भाषा चयन
ml_in: ഭാഷാ തിരഞ്ഞെടുപ്പ്
pl_pl: Wybór języka

# LanguageSelectionSettingsCard.ToolTipService.ToolTip
source: Select a different language from the list
ar: اختر لغة مختلفة من القائمة
de_de: Eine andere Sprache aus der Liste auswählen
el_gr: Επιλέξτε διαφορετική γλώσσα από τη λίστα
es: Seleccione un idioma diferente de la lista
fr_fr: Sélectionnez une langue différente dans la liste
he_il: בחר שפה אחרת מהרשימה
hi_in: सूची से एक अलग भाषा चुनें
ml_in: ലിസ്റ്റിൽ നിന്ന് മറ്റൊരു ഭാഷ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inny język z listy

# LanguageSelectionSettingsCard.AutomationProperties.HelpText
source: Select a different language from the list
ar: اختر لغة مختلفة من القائمة
de_de: Eine andere Sprache aus der Liste auswählen
el_gr: Επιλέξτε διαφορετική γλώσσα από τη λίστα
es: Seleccione un idioma diferente de la lista
fr_fr: Sélectionnez une langue différente dans la liste
he_il: בחר שפה אחרת מהרשימה
hi_in: सूची से एक अलग भाषा चुनें
ml_in: ലിസ്റ്റിൽ നിന്ന് മറ്റൊരു ഭാഷ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inny język z listy

# UIFlowDirectionSettingsCard.Description
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
ar: التبديل بين اتجاهات التدفق من اليمين إلى اليسار ومن اليسار إلى اليمين لعناصر واجهة المستخدم.
de_de: Zwischen Rechts-nach-Links- und Links-nach-Rechts-Leserichtung für die Benutzeroberflächenelemente wechseln.
el_gr: Εναλλαγή μεταξύ κατευθύνσεων ροής από δεξιά προς αριστερά και από αριστερά προς δεξιά για τα στοιχεία διεπαφής χρήστη.
es: Alternar entre direcciones de flujo de derecha a izquierda y de izquierda a derecha para elementos de la interfaz de usuario.
fr_fr: Basculez entre les directions de flux droite-à-gauche et gauche-à-droite pour les éléments de l'interface utilisateur.
he_il: החלף בין כיווני זרימה מימין-לשמאל ומשמאל-לימין עבור רכיבי הממשק.
hi_in: उपयोगकर्ता इंटरफेस तत्वों के लिए दाएं से बाएं और बाएं से दाएं प्रवाह दिशाओं के बीच टॉगल करें।
ml_in: ഉപയോക്തൃ ഇന്റർഫേസ് എലമെന്റുകൾക്കായി വലത്തുനിന്ന് ഇടത്തേക്കും ഇടത്തുനിന്ന് വലത്തേക്കുമുള്ള ഫ്ലോ ദിശകൾ തമ്മിൽ ടോഗിൾ ചെയ്യുക.
pl_pl: Przełączaj między kierunkami przepływu z prawej do lewej i z lewej do prawej dla elementów interfejsu użytkownika.

# UIFlowDirectionSettingsCard.Header
source: Flow Direction
ar: اتجاه التدفق
de_de: Leserichtung
el_gr: Κατεύθυνση ροής
es: Dirección de flujo
fr_fr: Direction du flux
he_il: כיוון זרימה
hi_in: प्रवाह दिशा
ml_in: ഫ്ലോ ദിശ
pl_pl: Kierunek przepływu

# UIFlowDirectionSettingsCard.ToolTipService.ToolTip
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
ar: التبديل بين اتجاهات التدفق من اليمين إلى اليسار ومن اليسار إلى اليمين لعناصر واجهة المستخدم.
de_de: Zwischen Rechts-nach-Links- und Links-nach-Rechts-Leserichtung für die Benutzeroberflächenelemente wechseln.
el_gr: Εναλλαγή μεταξύ κατευθύνσεων ροής από δεξιά προς αριστερά και από αριστερά προς δεξιά για τα στοιχεία διεπαφής χρήστη.
es: Alternar entre direcciones de flujo de derecha a izquierda y de izquierda a derecha para elementos de la interfaz de usuario.
fr_fr: Basculez entre les directions de flux droite-à-gauche et gauche-à-droite pour les éléments de l'interface utilisateur.
he_il: החלף בין כיווני זרימה מימין-לשמאל ומשמאל-לימין עבור רכיבי הממשק.
hi_in: उपयोगकर्ता इंटरफेस तत्वों के लिए दाएं से बाएं और बाएं से दाएं प्रवाह दिशाओं के बीच टॉगल करें।
ml_in: ഉപയോക്തൃ ഇന്റർഫേസ് എലമെന്റുകൾക്കായി വലത്തുനിന്ന് ഇടത്തേക്കും ഇടത്തുനിന്ന് വലത്തേക്കുമുള്ള ഫ്ലോ ദിശകൾ തമ്മിൽ ടോഗിൾ ചെയ്യുക.
pl_pl: Przełączaj między kierunkami przepływu z prawej do lewej i z lewej do prawej dla elementów interfejsu użytkownika.

# UIFlowDirectionSettingsCard.AutomationProperties.HelpText
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
ar: التبديل بين اتجاهات التدفق من اليمين إلى اليسار ومن اليسار إلى اليمين لعناصر واجهة المستخدم.
de_de: Zwischen Rechts-nach-Links- und Links-nach-Rechts-Leserichtung für die Benutzeroberflächenelemente wechseln.
el_gr: Εναλλαγή μεταξύ κατευθύνσεων ροής από δεξιά προς αριστερά και από αριστερά προς δεξιά για τα στοιχεία διεπαφής χρήστη.
es: Alternar entre direcciones de flujo de derecha a izquierda y de izquierda a derecha para elementos de la interfaz de usuario.
fr_fr: Basculez entre les directions de flux droite-à-gauche et gauche-à-droite pour les éléments de l'interface utilisateur.
he_il: החלף בין כיווני זרימה מימין-לשמאל ומשמאל-לימין עבור רכיבי הממשק.
hi_in: उपयोगकर्ता इंटरफेस तत्वों के लिए दाएं से बाएं और बाएं से दाएं प्रवाह दिशाओं के बीच टॉगल करें।
ml_in: ഉപയോക്തൃ ഇന്റർഫേസ് എലമെന്റുകൾക്കായി വലത്തുനിന്ന് ഇടത്തേക്കും ഇടത്തുനിന്ന് വലത്തേക്കുമുള്ള ഫ്ലോ ദിശകൾ തമ്മിൽ ടോഗിൾ ചെയ്യുക.
pl_pl: Przełączaj między kierunkami przepływu z prawej do lewej i z lewej do prawej dla elementów interfejsu użytkownika.

# UIFlowDirectionToggleSwitch.OnContent
source: Left-to-Right
ar: من اليسار إلى اليمين
de_de: Links nach Rechts
el_gr: Αριστερά προς δεξιά
es: Izquierda a derecha
fr_fr: Gauche à droite
he_il: משמאל לימין
hi_in: बाएं से दाएं
ml_in: ഇടത്തുനിന്ന് വലത്തേക്ക്
pl_pl: Z lewej do prawej

# UIFlowDirectionToggleSwitch.OffContent
source: Right-to-Left
ar: من اليمين إلى اليسار
de_de: Rechts nach Links
el_gr: Δεξιά προς αριστερά
es: Derecha a izquierda
fr_fr: Droite à gauche
he_il: מימין לשמאל
hi_in: दाएं से बाएं
ml_in: വലത്തുനിന്ന് ഇടത്തേക്ക്
pl_pl: Z prawej do lewej

# Sound.Text
source: Sound
ar: الصوت
el_gr: Ήχος
es: Sonido
fr_fr: Son
he_il: צליל
hi_in: ध्वनि
ml_in: ശബ്ദം
pl_pl: Dźwięk

# AppSoundSettingSettingsCard.Description
source: Hear audio feedback when using different elements of the Harden System Security
ar: سماع ملاحظات صوتية عند استخدام عناصر مختلفة من Harden System Security
de_de: Akustisches Feedback hören, wenn Sie verschiedene Elemente von Harden System Security verwenden
el_gr: Ακούστε ηχητικά σχόλια κατά τη χρήση διαφορετικών στοιχείων του Harden System Security
es: Escuche retroalimentación de audio al usar diferentes elementos de Harden System Security
fr_fr: Entendre un retour audio lors de l'utilisation de différents éléments de Harden System Security
he_il: קבל משוב קולי בעת שימוש ברכיבים שונים של Harden System Security
hi_in: Harden System Security के विभिन्न तत्वों का उपयोग करते समय ऑडियो फीडबैक सुनें
ml_in: Harden System Security-യുടെ വിവിധ എലമെന്റുകൾ ഉപയോഗിക്കുമ്പോൾ ഓഡിയോ ഫീഡ്ബാക്ക് കേൾക്കുക
pl_pl: Słuchaj opinii audio podczas używania różnych elementów Harden System Security

# AppSoundSettingSettingsCard.Header
source: Sound
ar: الصوت
el_gr: Ήχος
es: Sonido
fr_fr: Son
he_il: צליל
hi_in: ध्वनि
ml_in: ശബ്ദം
pl_pl: Dźwięk

# AppSoundSettingSettingsCard.ToolTipService.ToolTip
source: Hear audio feedback when using different elements of the Harden System Security
ar: سماع ملاحظات صوتية عند استخدام عناصر مختلفة من Harden System Security
de_de: Akustisches Feedback hören, wenn Sie verschiedene Elemente von Harden System Security verwenden
el_gr: Ακούστε ηχητικά σχόλια κατά τη χρήση διαφορετικών στοιχείων του Harden System Security
es: Escuche retroalimentación de audio al usar diferentes elementos de Harden System Security
fr_fr: Entendre un retour audio lors de l'utilisation de différents éléments de Harden System Security
he_il: קבל משוב קולי בעת שימוש ברכיבים שונים של Harden System Security
hi_in: Harden System Security के विभिन्न तत्वों का उपयोग करते समय ऑडियो फीडबैक सुनें
ml_in: Harden System Security-യുടെ വിവിധ എലമെന്റുകൾ ഉപയോഗിക്കുമ്പോൾ ഓഡിയോ ഫീഡ്ബാക്ക് കേൾക്കുക
pl_pl: Słuchaj opinii audio podczas używania różnych elementów Harden System Security

# AppSoundSettingSettingsCard.AutomationProperties.HelpText
source: Hear audio feedback when using different elements of the Harden System Security
ar: سماع ملاحظات صوتية عند استخدام عناصر مختلفة من Harden System Security
de_de: Akustisches Feedback hören, wenn Sie verschiedene Elemente von Harden System Security verwenden
el_gr: Ακούστε ηχητικά σχόλια κατά τη χρήση διαφορετικών στοιχείων του Harden System Security
es: Escuche retroalimentación de audio al usar diferentes elementos de Harden System Security
fr_fr: Entendre un retour audio lors de l'utilisation de différents éléments de Harden System Security
he_il: קבל משוב קולי בעת שימוש ברכיבים שונים של Harden System Security
hi_in: Harden System Security के विभिन्न तत्वों का उपयोग करते समय ऑडियो फीडबैक सुनें
ml_in: Harden System Security-യുടെ വിവിധ എലമെന്റുകൾ ഉപയോഗിക്കുമ്പോൾ ഓഡിയോ ഫീഡ്ബാക്ക് കേൾക്കുക
pl_pl: Słuchaj opinii audio podczas używania różnych elementów Harden System Security

# GitHubRepoHyperLinkButton.Content
source: GitHub repository
ar: مستودع GitHub
el_gr: Αποθετήριο GitHub
es: Repositorio de GitHub
fr_fr: Dépôt GitHub
he_il: מאגר GitHub
hi_in: GitHub रिपॉजिटरी
ml_in: GitHub റിപ്പോസിറ്ററി
pl_pl: Repozytorium GitHub

# SpyNetGirlWebsiteHyperLinkButton.Content
source: SpyNetGirl Website
ar: موقع SpyNetGirl
el_gr: Ιστότοπος SpyNetGirl
es: Sitio web de SpyNetGirl
fr_fr: Site Web SpyNetGirl
he_il: אתר SpyNetGirl
hi_in: SpyNetGirl वेबसाइट
ml_in: SpyNetGirl വെബ്സൈറ്റ്
pl_pl: Strona SpyNetGirl

# MicrosoftStorePageHyperLinkButton.Content
source: Microsoft Store Page
ar: صفحة Microsoft Store
de_de: Microsoft-Store-Seite
el_gr: Σελίδα Microsoft Store
es: Página de Microsoft Store
fr_fr: Page Microsoft Store
he_il: עמוד Microsoft Store
hi_in: Microsoft Store पेज
ml_in: Microsoft Store പേജ്
pl_pl: Strona Microsoft Store

# YouTubeChannelHyperLinkButton.Content
source: YouTube Channel
ar: قناة YouTube
de_de: YouTube-Kanal
el_gr: Κανάλι YouTube
es: Canal de YouTube
fr_fr: Chaîne YouTube
he_il: ערוץ YouTube
hi_in: YouTube चैनल
ml_in: YouTube ചാനൽ
pl_pl: Kanał YouTube

# DonationHyperLinkButton.ToolTipService.ToolTip
source: Your support helps me continue to create and maintain this project.
ar: دعمك يساعدني على الاستمرار في إنشاء وصيانة هذا المشروع.
de_de: Ihre Unterstützung hilft mir, dieses Projekt weiter zu erstellen und zu pflegen.
el_gr: Η υποστήριξή σας με βοηθάει να συνεχίσω να δημιουργώ και να διατηρώ αυτό το έργο.
es: Su apoyo me ayuda a seguir creando y manteniendo este proyecto.
fr_fr: Votre soutien m'aide à continuer à créer et à maintenir ce projet.
he_il: התמיכה שלך מסייעת לי להמשיך ליצור ולתחזק את הפרויקט.
hi_in: आपका समर्थन मुझे इस प्रोजेक्ट को बनाने और बनाए रखने में मदद करता है।
ml_in: നിങ്ങളുടെ പിന്തുണ ഈ പ്രോജക്റ്റ് തുടരാനും പരിപാലിക്കാനും എന്നെ സഹായിക്കുന്നു.
pl_pl: Twoje wsparcie pomaga mi kontynuować i utrzymywać ten projekt.

# DonationHyperLinkButton.AutomationProperties.HelpText
source: Your support helps me continue to create and maintain this project.
ar: دعمك يساعدني على الاستمرار في إنشاء وصيانة هذا المشروع.
de_de: Ihre Unterstützung hilft mir, dieses Projekt weiter zu erstellen und zu pflegen.
el_gr: Η υποστήριξή σας με βοηθάει να συνεχίσω να δημιουργώ και να διατηρώ αυτό το έργο.
es: Su apoyo me ayuda a seguir creando y manteniendo este proyecto.
fr_fr: Votre soutien m'aide à continuer à créer et à maintenir ce projet.
he_il: התמיכה שלך מסייעת לי להמשיך ליצור ולתחזק את הפרויקט.
hi_in: आपका समर्थन मुझे इस प्रोजेक्ट को बनाने और बनाए रखने में मदद करता है।
ml_in: നിങ്ങളുടെ പിന്തുണ ഈ പ്രോജക്റ്റ് തുടരാനും പരിപാലിക്കാനും എന്നെ സഹായിക്കുന്നു.
pl_pl: Twoje wsparcie pomaga mi kontynuować i utrzymywać ten projekt.

# DonationHyperLinkButton.Content
source: Donate
ar: تبرع
de_de: Spenden
el_gr: Δωρεά
es: Donación
fr_fr: Faire un don
he_il: תרום
hi_in: दान
ml_in: സംഭാവന
pl_pl: Darowizna

# PrivacyPolicyHyperLinkButton.Content
source: Privacy Policy
ar: سياسة الخصوصية
de_de: Datenschutzrichtlinie
el_gr: Πολιτική απορρήτου
es: Política de privacidad
fr_fr: Politique de confidentialité
he_il: מדיניות פרטיות
hi_in: गोपनीयता नीति
ml_in: സ്വകാര്യതാ നയം
pl_pl: Polityka prywatności

# SendFeedbackHyperLinkButton.Content
source: Send Feedback
ar: إرسال ملاحظات
de_de: Feedback senden
el_gr: Αποστολή σχολίων
es: Enviar comentarios
fr_fr: Envoyer des commentaires
he_il: שלח משוב
hi_in: प्रतिक्रिया भेजें
ml_in: ഫീഡ്ബാക്ക് അയയ്ക്കുക
pl_pl: Wyślij opinię

# Icons8WebsiteHyperLinkButton.Content
source: Icons8 website for all of the Icons used in this app
ar: موقع Icons8 لجميع الأيقونات المستخدمة في هذا التطبيق
de_de: Icons8-Website für alle in dieser App verwendeten Symbole
el_gr: Ιστότοπος Icons8 για όλα τα εικονίδια που χρησιμοποιούνται σε αυτή την εφαρμογή
es: Sitio web de Icons8 para todos los iconos usados en esta aplicación
fr_fr: Site Web Icons8 pour toutes les icônes utilisées dans cette application
he_il: אתר Icons8 עבור כל האייקונים שבהם נעשה שימוש באפליקציה
hi_in: इस एप्लिकेशन में उपयोग किए गए सभी आइकन के लिए Icons8 वेबसाइट
ml_in: ഈ ആപ്ലിക്കേഷനിൽ ഉപയോഗിച്ച എല്ലാ ഐക്കണുകൾക്കുമുള്ള Icons8 വെബ്സൈറ്റ്
pl_pl: Strona Icons8 dla wszystkich ikon używanych w tej aplikacji

# SourceCodeHyperLinkButton.Content
source: Source Code
ar: الكود المصدري
de_de: Quellcode
el_gr: Πηγαίος κώδικας
es: Código fuente
fr_fr: Code source
he_il: קוד מקור
hi_in: स्रोत कोड
ml_in: സോഴ്സ് കോഡ്
pl_pl: Kod źródłowy

# UpdatePageTitle.Text
source: Check for updates on this page. You can also enable automatic update check which will happen once at startup and you will be notified whenever a new version is available.
de_de: Überprüfen Sie auf dieser Seite, ob Updates verfügbar sind. Sie können auch die automatische Update-Prüfung aktivieren, die einmal beim Start ausgeführt wird, und Sie werden benachrichtigt, sobald eine neue Version verfügbar ist.
hi_in: इस पेज पर अपडेट की जांच करें। आप स्वचालित अपडेट जांच भी सक्षम कर सकते हैं जो स्टार्टअप पर एक बार होगी और जब नया संस्करण उपलब्ध होगा तो आपको सूचित किया जाएगा।

# GuideButtonAtTop.Content
source: Guide
ar: الدليل
de_de: Leitfaden
el_gr: Οδηγός
es: Guía
he_il: מדריך
hi_in: गाइड
ml_in: ഗൈഡ്
pl_pl: Przewodnik

# GuideButtonAtTop.ToolTipService.ToolTip
source: Click/Tap to visit the full Guide for this page on GitHub
ar: انقر/اضغط لزيارة الدليل الكامل لهذه الصفحة على GitHub
de_de: Klicken/Tippen Sie, um den vollständigen Leitfaden für diese Seite auf GitHub aufzurufen
el_gr: Κάντε κλικ/πατήστε για να επισκεφθείτε τον πλήρη οδηγό για αυτή τη σελίδα στο GitHub
es: Haga clic/toque para visitar la guía completa para esta página en GitHub
fr_fr: Cliquez/Appuyez pour visiter le guide complet de cette page sur GitHub
he_il: לחץ/י כדי לבקר במדריך המלא עבור עמוד זה ב-GitHub
hi_in: GitHub पर इस पेज के लिए पूरी गाइड देखने के लिए क्लिक/टैप करें
ml_in: GitHub-ൽ ഈ പേജിനുള്ള പൂർണ്ണ ഗൈഡ് സന്ദർശിക്കാൻ ക്ലിക്ക്/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/dotknij, aby odwiedzić pełny przewodnik dla tej strony na GitHub

# GuideButtonAtTop.AutomationProperties.HelpText
source: Click/Tap to visit the full Guide for this page on GitHub
ar: انقر/اضغط لزيارة الدليل الكامل لهذه الصفحة على GitHub
de_de: Klicken/Tippen Sie, um den vollständigen Leitfaden für diese Seite auf GitHub aufzurufen
el_gr: Κάντε κλικ/πατήστε για να επισκεφθείτε τον πλήρη οδηγό για αυτή τη σελίδα στο GitHub
es: Haga clic/toque para visitar la guía completa para esta página en GitHub
fr_fr: Cliquez/Appuyez pour visiter le guide complet de cette page sur GitHub
he_il: לחץ/י כדי לבקר במדריך המלא עבור עמוד זה ב-GitHub
hi_in: GitHub पर इस पेज के लिए पूरी गाइड देखने के लिए क्लिक/टैप करें
ml_in: GitHub-ൽ ഈ പേജിനുള്ള പൂർണ്ണ ഗൈഡ് സന്ദർശിക്കാൻ ക്ലിക്ക്/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/dotknij, aby odwiedzić pełny przewodnik dla tej strony na GitHub

# UpdatePageUpdateStatusInfoBar.Title
source: Update Status
ar: حالة التحديث
el_gr: Κατάσταση ενημέρωσης
es: Estado de actualización
fr_fr: État de la mise à jour
he_il: סטטוס עדכון
hi_in: अपडेट स्थिति
ml_in: അപ്ഡേറ്റ് നില
pl_pl: Stan aktualizacji

# UpdatePageUpdateStatusInfoBar.AutomationProperties.HelpText
source: Update Status
ar: حالة التحديث
el_gr: Κατάσταση ενημέρωσης
es: Estado de actualización
fr_fr: État de la mise à jour
he_il: סטטוס עדכון
hi_in: अपडेट स्थिति
ml_in: അപ്ഡേറ്റ് നില
pl_pl: Stan aktualizacji

# UpdatePageMoreInfoHyperLinkButton.Content
source: More info
ar: معلومات أكثر
de_de: Weitere Informationen
el_gr: Περισσότερες πληροφορίες
es: Más información
fr_fr: Plus d'infos
he_il: מידע נוסף
hi_in: अधिक जानकारी
ml_in: കൂടുതൽ വിവരങ്ങൾ
pl_pl: Więcej informacji

# UpdatePageMoreInfoHyperLinkButton.ToolTipService.ToolTip
source: Opens the GitHub's main wiki page for the Harden System Security
ar: يفتح صفحة الويكي الرئيسية لـ GitHub الخاصة بـ Harden System Security
de_de: Öffnet die Haupt-Wikiseite auf GitHub für Harden System Security
el_gr: Ανοίγει την κύρια σελίδα wiki του GitHub για το Harden System Security
es: Abre la página wiki principal de GitHub para Harden System Security
fr_fr: Ouvre la page principale du wiki GitHub pour Harden System Security
he_il: פותח את דף הוויקי הראשי של GitHub עבור Harden System Security
hi_in: Harden System Security के लिए मुख्य GitHub wiki पेज खोलता है
ml_in: Harden System Security-ക്കുള്ള പ്രധാന GitHub wiki പേജ് തുറക്കുന്നു
pl_pl: Otwiera główną stronę GitHub wiki dla Harden System Security

# UpdatePageMoreInfoHyperLinkButton.AutomationProperties.HelpText
source: Opens the GitHub's main wiki page for the Harden System Security
ar: يفتح صفحة الويكي الرئيسية لـ GitHub الخاصة بـ Harden System Security
de_de: Öffnet die Haupt-Wikiseite auf GitHub für Harden System Security
el_gr: Ανοίγει την κύρια σελίδα wiki του GitHub για το Harden System Security
es: Abre la página wiki principal de GitHub para Harden System Security
fr_fr: Ouvre la page principale du wiki GitHub pour Harden System Security
he_il: פותח את דף הוויקי הראשי של GitHub עבור Harden System Security
hi_in: Harden System Security के लिए मुख्य GitHub wiki पेज खोलता है
ml_in: Harden System Security-ക്കുള്ള പ്രധാന GitHub wiki പേജ് തുറക്കുന്നു
pl_pl: Otwiera główną stronę GitHub wiki dla Harden System Security

# UpdatePageWhatsNewInfoBar.Title
source: Release Notes
ar: ملاحظات الإصدار
de_de: Versionshinweise
el_gr: Σημειώσεις έκδοσης
es: Notas de la versión
fr_fr: Notes de version
he_il: הערות שחרור
hi_in: रिलीज़ नोट्स
ml_in: റിലീസ് കുറിപ്പുകൾ
pl_pl: Uwagi do wydania

# UpdatePageWhatsNewInfoBar.Message
source: Check out the GitHub releases for full release notes
ar: تحقق من إصدارات GitHub للحصول على ملاحظات الإصدار الكاملة
de_de: Die GitHub-Releases für vollständige Versionshinweise ansehen
el_gr: Ελέγξτε τις εκδόσεις GitHub για πλήρεις σημειώσεις έκδοσης
es: Revise las versiones de GitHub para notas completas de la versión
fr_fr: Consultez les versions GitHub pour les notes de version complètes
he_il: בדקו את גרסאות GitHub לקבלת הערות השחרור המלאות
hi_in: पूर्ण रिलीज़ नोट्स के लिए GitHub रिलीज़ देखें
ml_in: പൂർണ്ണ റിലീസ് കുറിപ്പുകൾക്കായി GitHub റിലീസുകൾ പരിശോധിക്കുക
pl_pl: Sprawdź wydania GitHub dla pełnych uwag do wydania

# UpdatePageWhatsNewInfoBar.ToolTipService.ToolTip
source: Check out the GitHub releases for full release notes
ar: تحقق من إصدارات GitHub للحصول على ملاحظات الإصدار الكاملة
de_de: Die GitHub-Releases für vollständige Versionshinweise ansehen
el_gr: Ελέγξτε τις εκδόσεις GitHub για πλήρεις σημειώσεις έκδοσης
es: Revise las versiones de GitHub para notas completas de la versión
fr_fr: Consultez les versions GitHub pour les notes de version complètes
he_il: בדקו את גרסאות GitHub לקבלת הערות השחרור המלאות
hi_in: पूर्ण रिलीज़ नोट्स के लिए GitHub रिलीज़ देखें
ml_in: പൂർണ്ണ റിലീസ് കുറിപ്പുകൾക്കായി GitHub റിലീസുകൾ പരിശോധിക്കുക
pl_pl: Sprawdź wydania GitHub dla pełnych uwag do wydania

# UpdatePageWhatsNewInfoBar.AutomationProperties.HelpText
source: Check out the GitHub releases for full release notes
ar: تحقق من إصدارات GitHub للحصول على ملاحظات الإصدار الكاملة
de_de: Die GitHub-Releases für vollständige Versionshinweise ansehen
el_gr: Ελέγξτε τις εκδόσεις GitHub για πλήρεις σημειώσεις έκδοσης
es: Revise las versiones de GitHub para notas completas de la versión
fr_fr: Consultez les versions GitHub pour les notes de version complètes
he_il: בדקו את גרסאות GitHub לקבלת הערות השחרור המלאות
hi_in: पूर्ण रिलीज़ नोट्स के लिए GitHub रिलीज़ देखें
ml_in: പൂർണ്ണ റിലീസ് കുറിപ്പുകൾക്കായി GitHub റിലീസുകൾ പരിശോധിക്കുക
pl_pl: Sprawdź wydania GitHub dla pełnych uwag do wydania

# UpdatePageSeeWhatsNewHyperLinkButton.Content
source: See What's New
ar: شاهد الجديد
de_de: Neuigkeiten anzeigen
el_gr: Δείτε τι νέο υπάρχει
es: Ver qué hay de nuevo
fr_fr: Quoi de neuf
he_il: מה חדש
hi_in: नया क्या है देखें
ml_in: പുതിയതെന്തെന്ന് കാണുക
pl_pl: Zobacz, co nowego

# UpdatePageSeeWhatsNewHyperLinkButton.ToolTipService.ToolTip
source: Opens the GitHub's releases page where you can find the full release notes for the available update.
ar: يفتح صفحة إصدارات GitHub حيث يمكنك العثور على ملاحظات الإصدار الكاملة للتحديث المتاح.
de_de: Öffnet die Releases-Seite auf GitHub, auf der Sie die vollständigen Versionshinweise zum verfügbaren Update finden.
el_gr: Ανοίγει τη σελίδα εκδόσεων του GitHub όπου μπορείτε να βρείτε τις πλήρεις σημειώσεις έκδοσης για τη διαθέσιμη ενημέρωση.
es: Abre la página de versiones de GitHub donde puede encontrar las notas completas de la versión para la actualización disponible.
fr_fr: Ouvre la page des versions GitHub où vous pouvez trouver les notes de version complètes pour la mise à jour disponible.
he_il: פותח את דף הגרסאות ב-GitHub שבו תוכלו למצוא את הערות השחרור המלאות עבור העדכון הזמין.
hi_in: GitHub रिलीज़ पेज खोलता है जहाँ आप उपलब्ध अपडेट के लिए पूर्ण रिलीज़ नोट्स पा सकते हैं।
ml_in: ലഭ്യമായ അപ്ഡേറ്റിനുള്ള പൂർണ്ണ റിലീസ് കുറിപ്പുകൾ കണ്ടെത്താൻ കഴിയുന്ന GitHub റിലീസ് പേജ് തുറക്കുന്നു.
pl_pl: Otwiera stronę wydań GitHub, gdzie można znaleźć pełne uwagi do wydania dla dostępnej aktualizacji.

# UpdatePageSeeWhatsNewHyperLinkButton.AutomationProperties.HelpText
source: Opens the GitHub's releases page where you can find the full release notes for the available update.
ar: يفتح صفحة إصدارات GitHub حيث يمكنك العثور على ملاحظات الإصدار الكاملة للتحديث المتاح.
de_de: Öffnet die Releases-Seite auf GitHub, auf der Sie die vollständigen Versionshinweise zum verfügbaren Update finden.
el_gr: Ανοίγει τη σελίδα εκδόσεων του GitHub όπου μπορείτε να βρείτε τις πλήρεις σημειώσεις έκδοσης για τη διαθέσιμη ενημέρωση.
es: Abre la página de versiones de GitHub donde puede encontrar las notas completas de la versión para la actualización disponible.
fr_fr: Ouvre la page des versions GitHub où vous pouvez trouver les notes de version complètes pour la mise à jour disponible.
he_il: פותח את דף הגרסאות ב-GitHub שבו תוכלו למצוא את הערות השחרור המלאות עבור העדכון הזמין.
hi_in: GitHub रिलीज़ पेज खोलता है जहाँ आप उपलब्ध अपडेट के लिए पूर्ण रिलीज़ नोट्स पा सकते हैं।
ml_in: ലഭ്യമായ അപ്ഡേറ്റിനുള്ള പൂർണ്ണ റിലീസ് കുറിപ്പുകൾ കണ്ടെത്താൻ കഴിയുന്ന GitHub റിലീസ് പേജ് തുറക്കുന്നു.
pl_pl: Otwiera stronę wydań GitHub, gdzie można znaleźć pełne uwagi do wydania dla dostępnej aktualizacji.
